Repository: Alfian878787/monster
Catalog: hardware_strings (1).xliff
Languages: id

source: OpenGL version
id: Versi OpenGL

source: OpenGL extensions
id: Ekstensi OpenGL

source: Shader version
id: Shader versi

source: Motion
id: Gerak

source: Position
id: Posisi

source: Light
id: Pencahayaan

source: Temperature
id: Suhu

source: Pressure
id: Tekanan

source: Note: values can be in %1$s or %2$s depending on the manufacturers implementation
id: Catatan : Nilai dapat berupa %1$s atau %2$s mengacu pada implementasi pabrikan

source: Relative humidity
id: Kelembaban Relatif

source: Accelerometer (including gravity)
id: Accelerometer (Termasuk Gravitasi)

source: Accelerometer linear (excluding gravity)
id: Accelerometer linear (tidak Termasuk grafitasi)

source: Gravity
id: Gravitasi

source: Rotation vector
id: Rotasi Vektor

source: Magnetic field
id: Medan magnet

source: Magnetic field (uncalibrated)
id: Bidang magnetik (Tidak Terkalibrasi)

source: Geomagnetic rotation vector
id: Vektor rotasi geomagnetic

source: Game rotation vector
id: Vektor Rotasi Permainan

source: Power usage
id: Tenaga yang digunakan

source: Steps
id: Langkah

source: Far
id: Jauh

source: Near
id: Dekat

source: Red,Green,Blue
id: Merah,Hijau,Biru
